Revit 2024 API
ParameterTypeId.SpacingLengthV Property
 "Distance"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId SpacingLengthV { get; }
Visual Basic
Public Shared ReadOnly Property SpacingLengthV As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ SpacingLengthV {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace